The links between connector [Index] and connector [Index], connector [Index] and connector [Index] are removed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RemoveConnectorLinksWarn { get; }
  Visual Basic
Public Shared ReadOnly Property RemoveConnectorLinksWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RemoveConnectorLinksWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace